Bauprozess: Ökonomie/Bauprozess_Oekonomie.org
#+TITLE: Bauprozess Ökonomie
#+SUBTITLE: Mitschriften und Notizen
#+AUTHOR: Christian Sangvik
#+EMAIL: christian.sangvik@gmx.ch
#+DATE: <2018-02-19 Mon>

#+LATEX_HEADER: \usepackage{ngerman}

* Administratives

** Semesterplanung

   | 19. Feb   | 01 | Editorial              |
   | 26. Feb   | 02 | Die Ökonomie der Stadt |
   | 05. Mär   | 03 | Renditen               |
   | 12. Mär   | 04 | Chancen und Risiken    |
   | 19. Mär   |  - | Seminarwoche           |
   | *26. Mär* | 05 | *benotete Übung I*     |
   | 02. Apr   | 06 | Kosten                 |
   | 09. Apr   |  - | Sechseläuten           |
   | 16. Apr   | 07 | Projektentwicklung     |
   | 23. Apr   | 08 | Die Genossenschaft     |
   | *30. Apr* | 09 | *benotete Übung II*    |
   | 07. Mai   | 10 | Wrap-Up                |

   - zwei benotete schriftliche Übungen während des Semesters
   - Vorlesung ist Grundvoraussetzung für Wahlfacharbeit
   - Kontrollierte Anwesenheitspflicht
   - [[http://www.bauprozess.arch.ethz.ch/education/MSc/BauprozessOekonomie.html][Vorlesungsfolien online verfügbar]] (werden jeden Montag aufgeschalten)

** Wahlfacharbeit

   In diesem Vertiefungsfach ist eine Wahlfacharbeit möglich. Diese wird
   prinzipiell als Einzelarbeit geführt, und es ist mit einem Aufwand von
   ca. 150 Semesterstunden gerechnet. Die Abgabe der Arbeit erfolgt in
   schriftlicher Form.

   Genauere Informationen folgen.

** Literaturempfehlungen

   - Drei Bücher über den Bauprozess (S. Menz)
   - Immobilienökonomie und Bewertung von Liegenschaften (Kaspar Fierz)
   - Die Immobilienbewertung (Francesco Canonica)
   - The Ascent of Money (Niall Ferguson)
   - Capital in the Twenty-First Century (Thomas Pikkety)

** Immobilien Oekonomie App

   [[https://ioe-app.ethz.ch][IOE App]] mit ETH Login verfügbar.

* Vorlesungen

** Editorial

*** Notizen

    5% Regel. Whg muss mit 5% Zinsen noch finanzierbar sein.

    Das Bauen hinkt immer ca. zwei Jahre hinter der Konjunktur her, da das Bauen
    an sich langsam ist. Somit kann man nicht direkt auf den Markt reagieren.

    Der Grossteil der Bauaufgaben wird auf Rendite und aus ökonomischen Motiven
    erteilt.

**** Wie entstehen Werte?

     Wie bestimmt sich der Grundstückspreis? Was bedeutet dies für uns
     Architekten?

*** Die Bauökonomie

    Die Bauökonomie ist in der Architektur bei jedem Projekt von Anfang an im
    Fokus. Vo der Aquise bis hin zur Bewirtschaftung ist sie wichtig. Daher ist
    es wichtig, sich von Anfang an Gedanken dazu zu machen.

    In der SIA Norm 102 kann man aber für die Ökonomie nur den Punkt "Schätzen
    des Finanzbedarfes" abrechnen.

    In der Praxis brauchen wir aber eine grosse ökonomische Kompetenz.

    Variabel ist leider in der Ökonomie nur die Baukosten. Deshalb verkommt der
    Architekt häufig zum geometrischen Dienstleister.

*** BKP

    BKP simuliert den Bauprozess.

    Der schwierigste Punkt der Schätzung ist das Land.

    Neben der Kostenseite gibt es aber auch die Ertragsseite.

* Aufbereitung
