Bauprozess: Ökonomie/Bauprozess_Oekonomie.tex
% Created 2018-02-20 Die 12:01
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\tolerance=1000
\usepackage{natbib}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,linkcolor=blue,
anchorcolor=blue,citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\usepackage{ngerman}
\author{Christian Sangvik}
\date{\textit{<2018-02-19 Mon>}}
\title{Bauprozess Ökonomie}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.3.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle
\tableofcontents


\section{Administratives}
\label{sec-1}

\subsection{Semesterplanung}
\label{sec-1-1}

\begin{center}
\begin{tabular}{lrl}
19. Feb & 01 & Editorial\\
26. Feb & 02 & Die Ökonomie der Stadt\\
05. Mär & 03 & Renditen\\
12. Mär & 04 & Chancen und Risiken\\
19. Mär & - & Seminarwoche\\
\textbf{26. Mär} & 05 & \textbf{benotete Übung I}\\
02. Apr & 06 & Kosten\\
09. Apr & - & Sechseläuten\\
16. Apr & 07 & Projektentwicklung\\
23. Apr & 08 & Die Genossenschaft\\
\textbf{30. Apr} & 09 & \textbf{benotete Übung II}\\
07. Mai & 10 & Wrap-Up\\
\end{tabular}
\end{center}

\begin{itemize}
\item zwei benotete schriftliche Übungen während des Semesters
\item Vorlesung ist Grundvoraussetzung für Wahlfacharbeit
\item Kontrollierte Anwesenheitspflicht
\item \href{http://www.bauprozess.arch.ethz.ch/education/MSc/BauprozessOekonomie.html}{Vorlesungsfolien online verfügbar} (werden jeden Montag aufgeschalten)
\end{itemize}

\subsection{Wahlfacharbeit}
\label{sec-1-2}

In diesem Vertiefungsfach ist eine Wahlfacharbeit möglich. Diese wird
prinzipiell als Einzelarbeit geführt, und es ist mit einem Aufwand von
ca. 150 Semesterstunden gerechnet. Die Abgabe der Arbeit erfolgt in
schriftlicher Form.

Genauere Informationen folgen.

\subsection{Literaturempfehlungen}
\label{sec-1-3}

\begin{itemize}
\item Drei Bücher über den Bauprozess (S. Menz)
\item Immobilienökonomie und Bewertung von Liegenschaften (Kaspar Fierz)
\item Die Immobilienbewertung (Francesco Canonica)
\item The Ascent of Money (Niall Ferguson)
\item Capital in the Twenty-First Century (Thomas Pikkety)
\end{itemize}

\subsection{Immobilien Oekonomie App}
\label{sec-1-4}

\href{https://ioe-app.ethz.ch}{IOE App} mit ETH Login verfügbar.

\section{Vorlesungen}
\label{sec-2}

\subsection{Editorial}
\label{sec-2-1}

\subsubsection{Notizen}
\label{sec-2-1-1}

5\% Regel. Whg muss mit 5\% Zinsen noch finanzierbar sein.

Das Bauen hinkt immer ca. zwei Jahre hinter der Konjunktur her, da das Bauen
an sich langsam ist. Somit kann man nicht direkt auf den Markt reagieren.

Der Grossteil der Bauaufgaben wird auf Rendite und aus ökonomischen Motiven
erteilt.

\begin{enumerate}
\item Wie entstehen Werte?
\label{sec-2-1-1-1}

Wie bestimmt sich der Grundstückspreis? Was bedeutet dies für uns
Architekten?
\end{enumerate}

\subsubsection{Die Bauökonomie}
\label{sec-2-1-2}

Die Bauökonomie ist in der Architektur bei jedem Projekt von Anfang an im
Fokus. Vo der Aquise bis hin zur Bewirtschaftung ist sie wichtig. Daher ist
es wichtig, sich von Anfang an Gedanken dazu zu machen.

In der SIA Norm 102 kann man aber für die Ökonomie nur den Punkt "Schätzen
des Finanzbedarfes" abrechnen.

In der Praxis brauchen wir aber eine grosse ökonomische Kompetenz.

Variabel ist leider in der Ökonomie nur die Baukosten. Deshalb verkommt der
Architekt häufig zum geometrischen Dienstleister.

\subsubsection{BKP}
\label{sec-2-1-3}

BKP simuliert den Bauprozess.

Der schwierigste Punkt der Schätzung ist das Land.

Neben der Kostenseite gibt es aber auch die Ertragsseite.

\section{Aufbereitung}
\label{sec-3}
% Emacs 25.3.1 (Org mode 8.2.10)
\end{document}
